tap "antoniorodr/memo"
brew "asitop"
brew "ast-grep"
brew "atuin"
brew "bash"
brew "bat"
brew "cmatrix"
brew "php"
brew "composer"
brew "direnv"
brew "eza"
brew "fd"
brew "ffind"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "go"
brew "jq"
brew "julia"
brew "kubernetes-cli"
brew "lazygit"
brew "lua@5.4"
brew "luarocks"
brew "mactop"
brew "mole"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tectonic"
brew "tldr"
brew "tmux"
brew "vim"
brew "wget"
brew "xcodegen"
brew "zoxide"
brew "zsh-autosuggestions"
brew "antoniorodr/memo/memo"
cask "1password"
cask "autodesk-fusion"
cask "bambu-studio"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "handbrake-app"
cask "home-assistant"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logi-options+"
cask "macvim-app"
cask "steam"
cask "vlc"
